Repository: EvasTripi/flr
Catalog: i18n/*/LC_MESSAGES/flr.po
Languages: es

source: Name
es: Nombre

source: Company
es: Compañía

source: Filestore Path
es: Ruta del archivo

source: Model
es: Modelo

source: Record id
es: Id del registro

source: No file given
es: No se proporcionó archivo

source: Sequence
es: Secuencia

source: Section
es: Sección

source: Rec id
es: Id del registro

source: User
es: Usuario

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Confirm new password
es: Confirme la nueva contraseña

source: Current company
es: Compañía actual

source: Change to
es: Cambiar a

source: Entered password is incorrect
es: La contraseña introducida es incorrecta

source: Password confirmation doesn't match
es: La confirmación de la contraseña no coincide

source: New password is empty
es: La nueva contraseña está vacía

source: To set a new password please enter current password
es: Para introducir una nueva contraseña ingrese su contraseña actual

source: Template file path
es: Ruta del archivo de la plantilla

source: Report helper class
es: Clase auxiliar del reporte

source: MIME Type
es: Tipo MIME

source: Report has no template defined
es: El reporte no tiene una plantilla definida

source: Report has no renderer method defined
es: El reporte no tiene un método de rendereado definido

source: Active
es: Activo

source: Login
es: Inicio de sesión

source: Email
es: Dirección de correo electrónico

source: Password
es: Contraseña

source: Role
es: Rol

source: Email notifications
es: Notificiones por correo electrónico

source: Language
es: Idioma

source: Access denied for operation %s on model %s by ACL
es: Acceso denegado para la operación %s en el modelo %s por las reglas de control de acceso

source: Group
es: Grupo

source: Read permission
es: Permiso de lectura

source: Update permission
es: Permiso de edición

source: Create permission
es: Permiso de creación

source: Delete permission
es: Permiso de eliminación

source: Your password has been reset, it is: <strong>{}</strong> We suggest you to change it the next time you login
es: Su contraseña ha sido reestablecida, es: <strong>{}</strong> Recomendamos que la cambie en su próximo inicio de sesión

source: Reset password
es: Reestablecer contraseña

source: View Definition
es: Definición de la vista

source: View type
es: Tipo de la vista

source: Views
es: Vistas

source: Is wizard
es: Es wizard

source: CardView EJS template file
es: Archivo EJS para la CardView

source: Show CardView first
es: Mostrar CardView primero

source: Created by
es: Creado por

source: Created on
es: Creado en

source: Last updated by
es: Última modificación por

source: Last updated on
es: Última actualización en

source: Delete
es: Eliminar

source: Confirm the deletion of the selected records?
es: ¿Confirma la eliminación de los registros seleccionados?

source: Access denied for operation %s on the selected records
es: Acceso denegado para la operación %s en los registros seleccionados

source: Number of columns in file (%s) doesn't match the number of fields selected (%s)
es: El número de columnas en el archivo (%s) no coincide con el número de campos seleccionados (%s)

source: Row %s, Field %s: record with name %s does not exist
es: Fila %s, Campo %s: no existe registro de nombre %s

source: Row %s, Field %s: %s is not a valid option
es: Fila %s, Campo %s: %s no es una opción válida

source: Row %s: Error when creating/updating record. %s
es: Fila %s: Error al crear/actualizar el registro. %s

source: The email address you entered does not correspond to any user
es: La dirección de correo ingresada no corresponde a ningún usuario

source: Click <a href="%s"><strong>here</strong></a> to reset your password
es: Haga click <a href="%s"><strong>aquí</strong> para reestablecer su contraseña

source: Sorry, an error occurred and the email couldn't be sent
es: Lo sentimos, ocurrió un error y el correo eléctornico no pudo ser enviado

source: Error sent by the user through the web client:
es: Error enviado por el usuario a través del cliente web

source: Error report
es: Reporte de error

source: Record successfully created
es: Registro creado exitosamente

source: Record successfully updated
es: Registro actualizado existosamente

source: No record was updated
es: No se actualizó ningún registro

source: Record successfully deleted
es: Registro eliminado existosamente

source: No record was deleted
es: No se eliminó ningún registro

source: Change password
es: Cambiar contraseña

source: Change company
es: Cambiar compañía

source: Allowed companies
es: Compañías permitidas

source: Users
es: Usuarios

source: System settings
es: Configuración

source: System administration
es: Administración del sistema

source: Multicompany
es: Multicompañía

source: Companies
es: Compañías

source: Access control (ACL)
es: Control de acceso (ACL)

source: Can log in to admin panel
es: Puede iniciar sesión en panel admin
